spec/dummy/app/controllers/articles_controller.rb

  def create
    @article = Article.new(params[:article])

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("body", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["body", "adsfadsf"], ["created_at", Tue, 23 Apr 2013 13:21:50 UTC +00:00], ["title", "adsfadsf"], ["updated_at", Tue, 23 Apr 2013 13:21:50 UTC +00:00]]